[
    "己所不欲，勿施于人。 (Jǐ suǒ bù yù, wù shī yú rén.) - Jangan lakukan kepada orang lain apa yang tidak ingin kamu alami.",
    "饮水思源。 (Yǐn shuǐ sī yuán.) - Saat minum air, ingatlah sumbernya.",
    "三思而后行。 (Sān sī ér hòu xíng.) - Pikirkan tiga kali sebelum bertindak.",
    "失败乃成功之母。 (Shībài nǎi chénggōng zhī mǔ.) - Kegagalan adalah ibu dari kesuksesan.",
    "人无远虑，必有近忧。 (Rén wú yuǎn lǜ, bì yǒu jìn yōu.) - Jika seseorang tidak berpikir jauh ke depan, masalah akan segera datang.",
    "路遥知马力，日久见人心。 (Lù yáo zhī mǎ lì, rì jiǔ jiàn rén xīn.) - Jarak jauh menguji kekuatan kuda, waktu lama menguji hati seseorang.",
    "一日之计在于晨。 (Yī rì zhī jì zài yú chén.) - Perencanaan sehari dimulai di pagi hari.",
    "百闻不如一见。 (Bǎi wén bù rú yī jiàn.) - Mendengar seratus kali tidak sebaik melihat sekali.",
    "滴水穿石。 (Dī shuǐ chuān shí.) - Air menetes bisa melubangi batu (kesabaran dan ketekunan menghasilkan hasil).",
    "君子爱财，取之有道。 (Jūnzǐ ài cái, qǔ zhī yǒu dào.) - Seorang pria bijak mencintai kekayaan, tetapi memperolehnya dengan cara yang benar.",
    "不经一事，不长一智。 (Bù jīng yī shì, bù zhǎng yī zhì.) - Tanpa mengalami suatu hal, seseorang tidak akan bertambah bijaksana.",
    "知足常乐。 (Zhīzú cháng lè.) - Orang yang tahu cukup selalu bahagia.",
    "千里之行，始于足下。 (Qiān lǐ zhī xíng, shǐ yú zú xià.) - Perjalanan seribu mil dimulai dengan satu langkah.",
    "前事不忘，后事之师。 (Qián shì bù wàng, hòu shì zhī shī.) - Jangan lupakan masa lalu, karena itu adalah guru untuk masa depan.",
    "学如逆水行舟，不进则退。 (Xué rú nì shuǐ xíng zhōu, bù jìn zé tuì.) - Belajar itu seperti mendayung melawan arus, jika tidak maju maka akan mundur.",
    "知己知彼，百战不殆。 (Zhī jǐ zhī bǐ, bǎi zhàn bù dài.) - Kenali dirimu dan kenali lawanmu, maka kau tidak akan kalah dalam seratus pertempuran.",
    "工欲善其事，必先利其器。 (Gōng yù shàn qí shì, bì xiān lì qí qì.) - Jika seseorang ingin melakukan pekerjaan dengan baik, ia harus terlebih dahulu mempertajam alatnya.",
    "言必信，行必果。 (Yán bì xìn, xíng bì guǒ.) - Jika berbicara harus bisa dipercaya, jika bertindak harus ada hasilnya.",
    "君子和而不同。 (Jūnzǐ hé ér bù tóng.) - Seorang pria bijak bisa hidup harmonis dengan orang lain tanpa harus selalu sepakat.",
    "己欲立而立人，己欲达而达人。 (Jǐ yù lì ér lì rén, jǐ yù dá ér dá rén.) - Jika ingin berdiri teguh, bantu orang lain berdiri teguh. Jika ingin sukses, bantu orang lain sukses.",
    "千金难买早知道。 (Qiān jīn nán mǎi zǎo zhīdào.) - Seberapa pun kayanya seseorang, ia tidak bisa membeli penyesalan atas apa yang telah terjadi.",
    "吃一堑，长一智。 (Chī yī qiàn, zhǎng yī zhì.) - Setelah mengalami kesulitan, seseorang akan menjadi lebih bijaksana.",
    "人生如戏，全靠演技。 (Rénshēng rú xì, quán kào yǎnjì.) - Hidup ini seperti panggung teater, semuanya tergantung pada kemampuan akting.",
    "水能载舟，亦能覆舟。 (Shuǐ néng zài zhōu, yì néng fù zhōu.) - Air bisa membawa perahu, tapi juga bisa menenggelamkannya.",
    "天道酬勤。 (Tiān dào chóu qín.) - Langit akan membalas kerja keras.",
    "良药苦口利于病，忠言逆耳利于行。 (Liáng yào kǔ kǒu lì yú bìng, zhōng yán nì ěr lì yú xíng.) - Obat yang pahit baik untuk penyakit, nasihat yang tidak enak didengar baik untuk tindakan.",
    "人之初，性本善。 (Rén zhī chū, xìng běn shàn.) - Pada dasarnya manusia lahir dengan sifat baik.",
    "人生得意须尽欢，莫使金樽空对月。 (Rénshēng déyì xū jìn huān, mò shǐ jīn zūn kōng duì yuè.) - Saat hidup bahagia, nikmatilah sepenuhnya, jangan biarkan cawan emas kosong saat menatap bulan.",
    "日有所思，夜有所梦。 (Rì yǒu suǒ sī, yè yǒu suǒ mèng.) - Apa yang dipikirkan di siang hari akan muncul dalam mimpi di malam hari."
  ]