[   
"Aing mundur lain kabur, tapi émang aing undur-undur",
"Upami cinta tos melekat, tai ucing gé karasa nikmat.",
"Lamun eweuh bahu untuk bersandar masih aya géhu untuk didahar. Utamakeun sarapan, lain harapan.",
"Boga pembantu téh meuni rajin, keur hujan ngadon nyebor kembang bari dipapayung",
"Da aku mah apa atuh, dahar sangu goréng ogé disanguan deu",
"Sagalak galakna maung moal mungkin ngahakan risbang.",
"Jauhi piomongeun, dekati ti puduiteun.",
"Nu ngaranna hirup mah loba cobaan, mun loba sawéran mah dangdutan",
"Bejakeun ka si mamah pami hoyong gaduh incu yang lucu- lucu, minantuna kudu aku.",
"ya panyakit anu populér pisan kaasup séléb kawéntar, éta panyakit téh ngaranna meriang belinang.",
"Sakapeung sok mikir, kumaha lamun karéta api majuna siga hileud jengkal",
"Cikaracak ninggang batu, laun-laun jadi legok, tai cakcak dina huntu, laun-laun nya dilebok.",
"ukang dagang teu balég, menta és susu ngadon teu dibéré és, jadi wé uu.",
"Bisa teu nya nutupan kanyeri ku turub panci?",
"Mapay jalan satapak, ngajugjug ka hiji lembur, henteu karasa capéna sabab kuring mesen gojék",
"Naha nya ai kasir alfamart téh sok nanya nu anéh-anéh. 'Ada yang lain?' Boro-boro yang lain, boga hiji gé matak bucat sirah bakat ku lieur.",
"Keur jangar kieu téh sok hayang ngabedahkeun laut pangandaran",
"Jauh dijugjug, anggang diongkosan.",
"Tong éta jadi jalma mah, sabab era mah tilu",
"Mobil viat mobil vw, tos teu kiat hoyong…. (eusi sorangan).",
"Lamun peter parker aya di garut, pasti ngaranna Maman Suherman",
"Tong boro sangu, tarajé gé dihakan keur aral mah",
"sa teu paruguh cuaca téh. Kaluar ti beurang, panas. Kaluar ti peuting, tiris. Kaluar ti jero, hajat.",
"isa teh karena biasa, urang moal bisa ngangeuskeun masalah lamun teu biasa keuna masalah",
"etep seuri sanajan hate nalangsa adalah ciri-ciri jalma anu hebat, kuat tur loba jerawat.",
"Jadi pamuda ulah sok meok samemeh di pacok.",
"Ulah sok ngomongkeun lamun teu bisa nyieun nu leuwih alus mah.",
"Lamun hirup ulah lempeng-lempeng teuing meni jiga jidar.",
"Ulah patah semangat usaha teh, inget cicileun masih panyang",
"Lur inget hirup mah teu bisa sagala instant. Mun haying instant ninyuh sarimi weh",
"Ek sakumaha wae beuratna pagawean, bakalan hampang lamun henteu dipigawean",
"Hirup ieu kedah dimimitian ku kalawan du'a serta ditutup ku rasa sukur.",
"Hirup mah ulah loda gaya gaya tapi kudud loba duit",
"Hirup itu harus loba seuri, iar kalihatannya teh bagja alias senang. Meskipun mah hate keur notog titajong boleksek.",
"erus aing kudu kitu, terus aing kudu kieu. Hayoh we terus-terus, emang aing tukang parkir.",
"Aya kahayang bari jeung dibarengan ku usaha mah sarua jeungg ngabodor.",
"Terkadang pami cinta geus melekat, ati ucing oge karasa nikmat siga coklat",
"Hese ari bogoh kanu teu bogoh mah. Siga meuli rokok sabatang ka Indomaret, moal di waro",
"Kenangan endah keur babarengan jeung anjeun ek tuluy diinget-inget nepi ka poho",
"Semoga kamu cepet putus sama kabogoh kamu yang mukanya ledug kaya keresek gehu yang sararoek itu",
"Kuring jomblo lain pedah teu payu, tapi keur golput. Sabab can aya piliheun nu pas",
"Mending lila ngajomblo tuluy kawing. Daripada lila bobogahan, tapi dikawin batur",
"Tong sok ngaulinkeun hate aing atuh euy da lain cocooan atuh",
"Hatiku bukanlah sangu sesa yang bisa kau remehkan.",
"Suatu saat akan kau sadari bahwa aing adalah permata yang kau piceun",
"Urang sabar kusabab boga hate. Coba lamun urang boga batu. Geus dibalangkeun batuna kana beungeut sia",
"Cinta nu tulus bersih liribarat kaen sutra nu anyar dikeueuman tujuh poe tujuh peuting, sanajan ceuk batur bau tapi ceuk nu resepmah nu penting bersih tur enak ka tempona.",
"Nyaahna aa ka neg teh jiga tukang bank keur nagih hutang (hayoh mumuntil).",
"Bobogohan jeung sia mah kalah matak rujad dompet.",
"Cinta sia mah palsu, paling alus oge KW super eweuh nu orisinilan",
"Nu acan update status hujan badag sok gera update status bisai kaburu raat.",
"Ngopi heula atuh lur ngameh ngaburicak matana",
"Mulai sekaran, abdi mau nambulan semen biar strong",
"Babaturan nyaeta manehna anu sok nginjeuman duit bari tara daek dibayar.",
"Mun aya nanaon di Bandung, bejakeun weh minantuna Kang Bahar, kituh",
"Tetap menawan senajan ulin kaditu, ulin kadieu tanpa pasangan."
]