[
    {
        "img": "https://files.catbox.moe/ew4ah8.jpg",
        "jawaban": "Crash Landing on You",
        "deskripsi": "Drama ini menceritakan tentang seorang pewaris chaebol yang terdampar di Korea Utara.",
        "tahun rilis": 2019
    },
    {
        "img": "https://files.catbox.moe/9xe3yi.jpg",
        "jawaban": "Goblin",
        "deskripsi": "Drama ini mengisahkan tentang seorang goblin yang mencari pengantin manusianya untuk mengakhiri hidupnya yang abadi.",
        "tahun rilis": 2016
    },
    {
        "img": "https://files.catbox.moe/6kzo6j.jpg",
        "jawaban": "Itaewon Class",
        "deskripsi": "Drama ini bercerita tentang seorang mantan narapidana yang membuka restoran di Itaewon untuk membalas dendam pada konglomerat yang menyebabkan kematian ayahnya.",
        "tahun rilis": 2020
    },
    {
        "img": "https://files.catbox.moe/cgcdlr.jpg",
        "jawaban": "Descendants of the Sun",
        "deskripsi": "Drama ini mengisahkan tentang kisah cinta antara seorang tentara dan seorang dokter yang bekerja di zona perang.",
        "tahun rilis": 2016
    },
    {
        "img": "https://files.catbox.moe/9iersg.jpg",
        "jawaban": "The Heirs",
        "deskripsi": "Drama ini menceritakan tentang kehidupan para pewaris chaebol dan perjuangan mereka dalam cinta dan persahabatan.",
        "tahun rilis": 2013
    },
    {
        "img": "https://files.catbox.moe/l4j9de.jpg",
        "jawaban": "My Love from the Star",
        "deskripsi": "Drama ini mengisahkan tentang seorang alien yang jatuh cinta pada seorang aktris terkenal di Korea.",
        "tahun rilis": 2013
    },
    {
        "img": "https://files.catbox.moe/hh1jor.jpg",
        "jawaban": "Vincenzo",
        "deskripsi": "Drama ini bercerita tentang seorang pengacara mafia Italia yang kembali ke Korea untuk mengambil emas yang tersembunyi di bawah sebuah gedung.",
        "tahun rilis": 2021
    },
    {
        "img": "https://files.catbox.moe/czo28z.jpg",
        "jawaban": "Hotel Del Luna",
        "deskripsi": "Drama ini mengisahkan tentang sebuah hotel yang dihuni oleh hantu dan seorang manajer manusia yang mengelolanya.",
        "tahun rilis": 2019
    },
    {
        "img": "https://files.catbox.moe/ot7ctr.jpg",
        "jawaban": "Start-Up",
        "deskripsi": "Drama ini bercerita tentang perjuangan para pemuda dalam membangun perusahaan rintisan di Silicon Valley Korea.",
        "tahun rilis": 2020
    },
    {
        "img": "https://files.catbox.moe/u9ctfo.jpg",
        "jawaban": "Kingdom",
        "deskripsi": "Drama ini mengisahkan tentang wabah zombie yang terjadi di era Joseon dan perjuangan seorang pangeran untuk menyelamatkan rakyatnya.",
        "tahun rilis": 2019
    },
    {
        "img": "https://files.catbox.moe/29wisy.jpg",
        "jawaban": "Sky Castle",
        "deskripsi": "Drama ini mengisahkan tentang kehidupan para keluarga kaya yang berusaha memasukkan anak-anak mereka ke universitas terbaik.",
        "tahun rilis": 2018
    },
    {
        "img": "https://files.catbox.moe/3pquk1.jpg",
        "jawaban": "Reply 1988",
        "deskripsi": "Drama ini bercerita tentang kehidupan lima keluarga yang tinggal di lingkungan yang sama pada tahun 1988.",
        "tahun rilis": 2015
    },
    {
        "img": "https://files.catbox.moe/u70axx.jpg",
        "jawaban": "Mr. Sunshine",
        "deskripsi": "Drama ini mengisahkan tentang seorang pria Korea yang kembali ke tanah airnya sebagai tentara Amerika dan jatuh cinta pada seorang bangsawan.",
        "tahun rilis": 2018
    },
    {
        "img": "https://files.catbox.moe/8xbukp.jpg",
        "jawaban": "The World of the Married",
        "deskripsi": "Drama ini bercerita tentang seorang dokter yang hidupnya hancur setelah mengetahui perselingkuhan suaminya.",
        "tahun rilis": 2020
    },
    {
        "img": "https://files.catbox.moe/cqet1k.jpg",
        "jawaban": "It's Okay to Not Be Okay",
        "deskripsi": "Drama ini mengisahkan tentang seorang pekerja kesehatan di bangsal psikiatri dan seorang penulis buku anak-anak yang memiliki gangguan kepribadian antisosial.",
        "tahun rilis": 2020
    },
    {
        "img": "https://files.catbox.moe/odakwb.jpg",
        "jawaban": "Hospital Playlist",
        "deskripsi": "Drama ini bercerita tentang lima dokter yang telah bersahabat sejak mereka masuk sekolah kedokteran pada tahun 1999.",
        "tahun rilis": 2020
    },
    {
        "img": "https://files.catbox.moe/a3skdk.jpg",
        "jawaban": "Weightlifting Fairy Kim Bok-joo",
        "deskripsi": "Drama ini mengisahkan tentang seorang atlet angkat besi wanita yang jatuh cinta untuk pertama kalinya.",
        "tahun rilis": 2016
    },
    {
        "img": "https://files.catbox.moe/q0z19x.jpg",
        "jawaban": "While You Were Sleeping",
        "deskripsi": "Drama ini bercerita tentang seorang wanita yang bisa melihat kejadian buruk di masa depan melalui mimpinya dan seorang jaksa yang berusaha mencegahnya.",
        "tahun rilis": 2017
    },
    {
        "img": "https://files.catbox.moe/nhsxrh.jpg",
        "jawaban": "Pinocchio",
        "deskripsi": "Drama ini mengisahkan tentang seorang pria yang hidup dengan identitas palsu dan seorang wanita yang tidak bisa berbohong.",
        "tahun rilis": 2014
    },
    {
        "img": "https://files.catbox.moe/o9dabr.jpg",
        "jawaban": "Strong Woman Do Bong-soon",
        "deskripsi": "Drama ini bercerita tentang seorang wanita dengan kekuatan super yang bekerja sebagai pengawal untuk seorang CEO perusahaan game.",
        "tahun rilis": 2017
    },
    {
        "img": "https://files.catbox.moe/o0pxu9.jpg",
        "jawaban": "W: Two Worlds",
        "deskripsi": "Drama ini mengisahkan tentang seorang wanita yang masuk ke dalam dunia webtoon yang dibuat oleh ayahnya dan bertemu dengan tokoh utama di dalamnya.",
        "tahun rilis": 2016
    },
    {
        "img": "https://files.catbox.moe/ryuepy.jpg",
        "jawaban": "My ID is Gangnam Beauty",
        "deskripsi": "Drama ini bercerita tentang seorang wanita yang menjalani operasi plastik untuk menghindari ejekan dan menemukan jati dirinya di universitas.",
        "tahun rilis": 2018
    },
    {
        "img": "https://files.catbox.moe/tcjoi1.jpg",
        "jawaban": "The Penthouse",
        "deskripsi": "Drama ini mengisahkan tentang persaingan dan ambisi para penghuni apartemen mewah di Seoul.",
        "tahun rilis": 2020
    },
    {
        "img": "https://files.catbox.moe/a4elnl.jpg",
        "jawaban": "True Beauty",
        "deskripsi": "Drama ini bercerita tentang seorang gadis yang menjadi populer setelah belajar menggunakan makeup untuk menutupi wajah aslinya.",
        "tahun rilis": 2020
    },
    {
        "img": "https://files.catbox.moe/ls2wd2.jpg",
        "jawaban": "Hometown Cha-Cha-Cha",
        "deskripsi": "Drama ini mengisahkan tentang seorang dokter gigi yang pindah ke desa tepi laut dan bertemu dengan seorang pria serba bisa yang dikenal sebagai Kepala Hong.",
        "tahun rilis": 2021
    },
    {
        "img": "https://files.catbox.moe/m0ljjk.jpg",
        "jawaban": "Vagabond",
        "deskripsi": "Drama ini bercerita tentang seorang stuntman yang terlibat dalam konspirasi besar setelah kecelakaan pesawat yang menewaskan keponakannya.",
        "tahun rilis": 2019
    },
    {
        "img": "https://files.catbox.moe/spnh79.jpg",
        "jawaban": "Healer",
        "deskripsi": "Drama ini mengisahkan tentang seorang kurir malam yang memiliki kemampuan bertarung luar biasa dan seorang reporter yang mencari kebenaran tentang masa lalu mereka.",
        "tahun rilis": 2014
    },
    {
        "img": "https://files.catbox.moe/olisa6.jpg",
        "jawaban": "Prison Playbook",
        "deskripsi": "Drama ini mengisahkan tentang seorang pemain baseball terkenal yang dipenjara dan kehidupan para narapidana serta petugas penjara di dalamnya.",
        "tahun rilis": 2017
    },
    {
        "img": "https://files.catbox.moe/fu03hc.jpg",
        "jawaban": "Doctor Stranger",
        "deskripsi": "Drama ini bercerita tentang seorang dokter jenius yang melarikan diri dari Korea Utara dan bekerja di rumah sakit terkenal di Korea Selatan.",
        "tahun rilis": 2014
    },
    {
        "img": "https://files.catbox.moe/iclcg0.jpg",
        "jawaban": "The King: Eternal Monarch",
        "deskripsi": "Drama ini mengisahkan tentang seorang raja dari dunia paralel yang bekerja sama dengan seorang detektif untuk menutup pintu antara dua dunia.",
        "tahun rilis": 2020
    },
    {
        "img": "https://files.catbox.moe/3ygy3l.jpg",
        "jawaban": "Memories of the Alhambra",
        "deskripsi": "Drama ini bercerita tentang seorang CEO perusahaan game yang terjebak dalam permainan augmented reality yang berbahaya.",
        "tahun rilis": 2018
    },
    {
        "img": "https://files.catbox.moe/51q5zm.jpg",
        "jawaban": "Hotel King",
        "deskripsi": "Drama ini mengisahkan tentang seorang manajer hotel yang berusaha membalas dendam pada ayahnya yang meninggalkannya dan seorang pewaris hotel yang berusaha menyelamatkan bisnis keluarganya.",
        "tahun rilis": 2014
    },
    {
        "img": "https://files.catbox.moe/hbtvau.jpg",
        "jawaban": "The Legend of the Blue Sea",
        "deskripsi": "Drama ini bercerita tentang seorang putri duyung yang datang ke daratan untuk mencari cintanya dari kehidupan sebelumnya.",
        "tahun rilis": 2016
    },
    {
        "img": "https://files.catbox.moe/hsdbfh.jpg",
        "jawaban": "My Mister",
        "deskripsi": "Drama ini bercerita tentang seorang pria paruh baya yang menjalani kehidupan yang sulit dan seorang wanita muda yang berjuang untuk bertahan hidup.",
        "tahun rilis": 2018
    },
    {
        "img": "https://example.com/image37.jpg",
        "jawaban": "Her Private Life",
        "deskripsi": "Drama ini mengisahkan tentang seorang kurator seni yang juga seorang fangirl rahasia dan hubungannya dengan direktur baru di galerinya.",
        "tahun rilis": 2019
    },
    {
        "img": "https://files.catbox.moe/9wzxl3.jpg",
        "jawaban": "The K2",
        "deskripsi": "Drama ini bercerita tentang seorang mantan tentara bayaran yang menjadi pengawal untuk seorang calon presiden dan putri rahasianya.",
        "tahun rilis": 2016
    },
    {
        "img": "https://files.catbox.moe/cn8fjo.jpg",
        "jawaban": "What's Wrong with Secretary Kim",
        "deskripsi": "Drama ini mengisahkan tentang seorang wakil presiden perusahaan yang narsis dan sekretarisnya yang ingin mengundurkan diri setelah bekerja selama sembilan tahun.",
        "tahun rilis": 2018
    }
]
